{

  "sources": [

    {

      "name": "Kodinerds Repo",

      "description": "Il repository contiene diversi addon sviluppati e mantenuti dall'omonima community, come ad esempio DAZN, DMax, Playlist Loader, Youtube-dl Control e altri...",

      "url": "https://repo.kodinerds.net/addons/repository.kodinerds/",

      "telegram": "https://t.me/esempio"

    },

    {

      "name": "The Crew Repo",

      "description": "test",

      "url": "https://team-crew.github.io/",

      "telegram": "https://t.me/joinchat/Lkjo-xUTCNdY8FsChZOdHg"

    },

    {

      "name": "S4Me Repo",

      "description": "Repo che consente di installare l'addon Stream4Me con la quale è possibile effettuare la ricerca di film e serie TV dai vari siti Italiani, e non solo.",

      "url": "https://stream4me.github.io/repo/",

      "telegram": "https://t.me/stream4me_addon"

    },

    {

      "name": "Mandrakodi Repo",

      "description": "Repo che consente di isntallare l'addon Mandrakodi, questo addon permette la ricerca e la visione di eventi sportivi live. Contiene una sezione di VOD tra cui anche contenuti un po' datati e XXX. Inoltre mette a disposizione canali live del DTT tra cui anche canali regionali, canali sportivi, internazionali, Samsung TV, Pluto TV e webcam. Entrando nel gruppo telegram è possibile richiedere l'accesso per l'area VIP in cui è possibile trovare altri contenuti Live e VOD.",

      "url": "https://mandrakodi.github.io/",

      "telegram": "https://t.me/mandrakodi_support"

    },

    {

      "name": "WLTV Repo",

      "description": "Repo che cosente di installare l'addon WLTV, l'addon offre la possibilità di personalizzare la lista iptv dei canali in chiaro del DTT ed usarla nel PVR Simple Client. Inoltre l'addon mette a disposizione un'intera sezione di canali televisivi e webcam di tutto il mondo.",

      "url": "https://worldlivetv.github.io/repo/",

      "telegram": "https://t.me/WorldLiveTV"

    },

    {

      "name": "The Groove 360 Repo",

      "description": "Repo che consente di installare l'addon The Groove 360, questo addon contiene al suo interno altri piccoli script che ne completano le funzionalità. Consente di cercare contenuti multimediali sui principali siti di streaming. Sono inoltre disponibili delle sezioni in cui trovare link a canali televisivi free e pay-tv. Per il supporto e l'installazione rimandiamo al gruppo telegram di riferimento: @thegroove360group",

      "url": "https://thegroove360.org/addons/",

      "telegram": "https://t.me/thegroove360group"

    },

    {

      "name": "Bugatsinho Repo (Sporthd)",

      "description": "Repo che consentesente di installare l'addon Sporthd con la quale è possibile visionare numerosi contenuti sportivi",

      "url": "https://bugatsinho.github.io/repo/",

      "telegram": "https://t.me/joinchat/ETXTo1LHC4mkgdM1ysbH6g"

    },

    {

      "name": "Sandmann79 Repo (Amazon VOD)",

      "description": "Repo dello sviluppatore Sandmann79 dalla quale è possbile reperire l'addon Amazon VOD, che consente di accedere alla piattaforma di streaming ufficiale tramite regolare account. È necessario eseguire la procedura di login.",

      "url": "https://github.com/Sandmann79/xbmc/releases/tag/Repository",

      "telegram": "https://t.me/esempio"

    },

    {

      "name": "Castagnait Repo (Netflix)",

      "description": "Repo dello sviluppatore Castagnait, questa repo conesente di instlalare l'addon Netflix, addon che consente di accedere alla piattaforma di streaming ufficiale tramite regolare account. È necessario eseguire la procedura di login.",

      "url": "https://castagnait.github.io/repository.castagnait/",

      "telegram": "https://t.me/esempio"

    },

    {

      "name": "Jurialmunkey Repo (TheMovieDb Helper e Skin Artic",

      "description": "Repo dello sviluppatore Jurialmunkey, dalla quale È possibile installare TheMovieDb Helper e le varie Skin Artic",

      "url": "https://jurialmunkey.github.io/repository.jurialmunkey/",

      "telegram": "https://t.me/esempio"

     }

  ]

}
